local function run(msg, matches)
local text = [[ درباره پلاس🌐
پلاس یک ربات مدیرت گروه هوشمنده ه وظیفش محافظت از گروه های شما میباشد🌟
پلاس قفل های زیادی دارد و شما با این قفل ها میتوانید محدودیت برای اعضای گروه خود بزارید🌟
مانند قفل لینک که اگر فعال باشد هیچ عضوی نمیتواند لینک به گروه ارسال کند⛔️
همچنین پلاس قفل ها و قابلیت های جالب و هوشمند تری دارد🌟

برای اطلاعات بیشتر عضو کانال پلاس شوید👇
@PLUS_T_M
ارتباط با سازنده پلاس👇
@IM_S_U_D_O ِ
]]
send_document(get_receiver(msg), "files/logo.gif", ok_cb, false)
return text 
end 
return {
  patterns = {
    "^پلاس$",
  }, 
  run = run,
}
